// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "Studio per il miglioramento dei prodotti HP";

// Opt in view
PISTLocationLanguageRequestLabel = "Ti preghiamo di farci sapere dove e come verrà utilizzato questo prodotto.";
PISTLocationLabel = "Ubicazione:";
PISTLanguageLabel = "Lingua:";

// Non ISO locations
other = "Altro";
europe = "Europa";
middleeast = "Medio Oriente";
northwestafrica = "Africa Nordorientale";
southernafrica = "Africa australe";
asiapacific = "Asia Pacifico";
latinamerica = "America Latina";
caribbean = "Caraibi";

PISTDescriptionLabel = "Studio per il miglioramento dei prodotti HP è un programma di ricerca che consente ad HP di migliorare i suoi prodotti per soddisfare al meglio le esigenze degli utenti.";
PISTExtendedDescriptionLabel = "Se si sceglie di partecipare, raccoglieremo unicamente le informazioni di localizzazione e utilizzo delle stampanti aggiunte a HP Utility. Queste informazioni ci aiuteranno a migliorare l'esperienza dell'utente con i prodotti e i servizi HP in futuro. Non raccoglieremo il nome, l'indirizzo o altri dati personali dell'utente. Nessun contenuto o nome di file da qualsiasi documento stampato dall'utente sarà raccolto o memorizzato da HP.";

PISTOptInDescriptionLabel = "Aiuta HP a sviluppare prodotti per soddisfare al meglio le tue esigenze consentendo l'invio in forma anonima a HP dei dati di utilizzo stampante. Controlla l'impostazione della stampante usando il pannello anteriore per verificare che corrisponda alla tua scelta. Grazie!";

PISTOptInButtonTitle = "Prendi parte al miglioramento dei prodotti e servizi HP";
PISTZipCodeLabel = "CAP:";

PISTPrimaryUseLabel = "Utilizzo principalmente prodotti e servizi HP:";
PISTSelectPrimaryUsageTitle = "Seleziona uso principale";

// How use choises
PISTInHome = "A casa";
PISTHomeElement002 = "per uso personale";
PISTHomeElement0031 = "per uso professionale";
PISTHomeElement0032 = "per uso legato all'attività lavorativa";
PISTHomeElement0033 = "per il telelavoro";

PISTInBusiness = "In un ufficio";
PISTBusinessElement005 = "con meno di 10 dipendenti";
PISTBusinessElement006 = "con un numero di dipendenti compreso tra 10 e 99";
PISTBusinessElement0061 = "con un numero di dipendenti compreso tra 100 e 499";
PISTBusinessElement0062 = "con più di 500 dipendenti";

PISTMoreInfoTitle = "Ulteriori informazioni";
PISTPrivacyPolicyTitle = "Informativa sulla privacy HP";
PISTDataPrivacyTitle = "Avviso privacy dei dati";

PISTApply = "Applica";
PISTCancel = "Annulla";

PISTRetrieveInformationTitle = "Recupero di informazioni…";

// More info tab
PISTMoreInfoToolTip = "Ulteriori informazioni";
